//
//  Localizable.strings
//  Nextcloud iOS
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

// General

"_cancel_"                  = "Ακύρωση";
"_upload_file_"             = "Μεταφόρτωση αρχείου";
"_download_file_"           = "Λήψη αρχείου";
"_loading_"                 = "Γίνεται φόρτωση";
"_loading_with_points_"     = "Φόρτωση...";
"_loading_num_"             = "Γίνεται φόρτωση του αρχείου %i";
"_loading_autoupload_"      = "Αυτόματη μεταφόρτωση";
"_uploading_"               = "Γίνεται μεταφόρτωση";
"_synchronization_"         = "Συγχρονισμός";
"_delete_"                  = "Διαγραφή";
"_delete_file_n_"           = "Διαγραφή αρχείου %i από %i";
"_rename_"                  = "Μετονομασία";
"_move_"                    = "Μετακίνηση";
"_move_file_n_"             = "Μετακίνηση αρχείου %i από %i";
"_creating_sharing_"        = "Δημιουργία διαμοιρασμού";
"_updating_sharing_"        = "Γίνεται ενημέρωση κοινόχρηστου";
"_removing_sharing_"        = "Γίνεται αφαίρεση κοινόχρηστου";
"_add_"                     = "Προσθήκη";
"_login_"                   = "Είσοδος";
"_save_"                    = "Αποθήκευση";
"_warning_"                 = "Προειδοποίηση";
"_error_"                   = "Σφάλμα";
"_error_e2ee_"              = "Σφάλμα E2EE";
"_no_"                      = "Όχι";
"_yes_"                     = "Ναι";
"_select_"                  = "Επιλογή";
"_select_all_"              = "Select all";
"_upload_"                  = "Μεταφόρτωση";
"_home_"                    = "Αρχεία";
"_file_to_upload_"          = "Αρχείο προς μεταφόρτωση";
"_destination_"             = "Προορισμός";
"_ok_"                      = "OK";
"_beta_version_"            = "Εκδοση Beta";
"_function_in_testing_"     = "Function in testing, please send information about any problems you run into.";
"_done_"                    = "Ολοκληρώθηκε";
"_passcode_too_short_"      = "Passcode too short, at least 4 characters required";
"_selected_"                = "Επιλέχθηκαν";
"_scan_fingerprint_"        = "Σάρωση δακτυλικού αποτυπώματος για πιστοποίηση";
"_no_active_account_"       = "Δεν βρέθηκε λογαριασμός";
"_info_"                    = "Πληροφορίες";
"_warning_"                 = "Προειδοποίηση";
"_email_"                   = "Ηλεκτρονικό ταχυδρομείο";
"_save_exit_"               = "Θέλετε να εξέλθετε χωρίς αποθήκευση;";
"_video_"                   = "Βίντεο";
"_overwrite_"               = "Αντικατάσταση";
"_transfers_in_queue_"      = "Tranfers in progress, please wait…";
"_too_errors_automatic_all_"= "Too many errors, go to \"Control Center\" to verify the problem";
"_create_folder_"           = "Δημιουργία φακέλου";
"_create_folder_on_"        = "Δημιουργία φακέλου σε";
"_close_"                   = "Κλείσιμο";
"_postpone_"                = "Αναβολή";
"_remove_"                  = "Αφαίρεση";
"_file_not_found_"          = "Δεν βρέθηκε το αρχείο";
"_continue_"                = "Θέλετε να συνεχίσετε;";
"_auto_upload_folder_"      = "Αυτόματη μεταφόρτωση";
"_gallery_"                 = "Gallery";
"_photo_"                   = "Φωτογραφία";
"_audio_"                   = "Audio";
"_unknown_"                 = "Άγνωστο";
"_next_"                    = "Επόμενο";
"_success_"                 = "Success";
"_initialization_"          = "Αρχικοποίηση";
"_experimental_"            = "Experimental";
"_select_dir_media_tab_"    = "Select as folder \"Media\"";
"_error_creation_file_"     = "Ops! Could not create the file";
"_save_path_"               = "Save path";
"_save_settings_"           = "Save settings";
"_mode_filename_"           = "Filename mode";
"_warning_owncloud_"        = "You are connected to an ownCloud server. This is untested and unsupported, use at your own risk. To upgrade to Nextcloud, see https://nextcloud.com/migration";
"_warning_unsupported_"     = "You are using an unsupported version of Nextcloud. For the safety of your data we strongly recommend updating to the latest stable Nextcloud";
"_restore_"                 = "Restore";
"_camera_roll_"             = "Camera roll";
"_tap_here_to_change_"      = "Tap here to change";
"_no_albums_"               = "No albums";
"_denied_album_"            = "This app does not have access to \"Photos\", you can enable access in Privacy Settings";
"_denied_camera_"           = "This app does not have access to \"Camera\", you can enable access in Privacy Settings";

// App

"_network_available_"       = "Διαθέσιμο δίκτυο";
"_network_not_available_"   = "Μη διαθέσιμο δίκτυο";

// Networking

"_file_too_big_"            = "File too large to be encrypted/decrypted";
"_file_too_big_max_100_"    = "File too large (max 100 kb.)";
"_...loading..._"           = "Loading…";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "Could not find nor resend file. Delete the upload and reload the file to upload it.";
"_file_already_exists_"     = "Unable to complete the operation, a file with the same name exists";
"_read_file_error_"         = "Could not read the file";

// More

"_more_"                        = "Περισσότερα";
"_notifications_"               = "Ειδοποιήσεις";
"_logout_"                      = "Έξοδος";
"_quota_space_unlimited_"       = "Unlimited";
"_quota_space_unknown_"         = "Unknown";
"_quota_using_"                 = "Χρησιμοποιείτε %@ από %@";

// Settings

"_acknowledgements_"            = "Ευχαριστίες";
"_settings_"                    = "Ρυθμίσεις";
"_passcode_"                    = "Συνθηματικό";
"_lock_"                        = "Lock";
"_lock_active_"                 = "Lock: On";
"_lock_not_active_"             = "Lock: Off";
"_lock_protection_no_screen_"        = "Do not ask at startup";
"_lock_protection_no_screen_footer_" = "Use \"Do not ask at startup\" for protected folders only or for the encryption option";
"_url_"                         = "URL";
"_username_"                    = "Όνομα χρήστη";
"_change_credentials_"          = "Αλλαγή των διαπιστευτηρίων σας";
"_wifi_only_"                   = "Χρήση μόνο με σύνδεση Wi-Fi";
"_settings_autoupload_"         = "Αυτόματη μεταφόρτωση";
"_app_version_"                 = "Έκδοση εφαρμογής";
"_app_in_use_"                  = "Εφαρμογή σε χρήση";
"_contact_by_email_"            = "Επικοινωνήστε μαζί μας μέσω ηλ. αλληλογραφίας";
"_clear_cache_"                 = "Clear cache";
"_clear_cache_footer_"          = "Clear downloaded and offline files from the app";
"_exit_"                        = "Reset application";
"_exit_footer_"                 = "Remove all accounts and local data from the app";
"_funct_not_enabled_"           = "Η λειτουργία δεν είναι ενεργοποιημένη";
"_passcode_activate_"           = "Password lock on";
"_disabling_passcode_"          = "Removing password lock";
"_want_exit_"                   = "Attention! Will be reset to initial state. Continue?";
"_proceed_"                     = "Συνέχεια";
"_delete_cache_"                = "Διαγραφή λανθάνουσας μνήμης";
"_want_delete_cache_"           = "Do you want to delete the cache?";
"_delete_cache_and_db_"         = "Yes and remove the transfers in progress";
"_want_delete_thumbnails_"      = "Do you want to delete all thumbnails too?";
"_mail_deleted_"                = "Διαγράφηκε το μήνυμα ηλ. ταχυδρομείου";
"_mail_saved_"                  = "Αποθηκεύτηκε το μήνυμα ηλ. ταχυδρομείου";
"_mail_sent_"                   = "Στάλθηκε μήνυμα ηλεκτρονικού ταχυδρομείου";
"_mail_failure_"                = "Could not send email: %@";
"_information_req_"             = "Αίτημα πληροφοριών";
"_write_in_english_"            = "Kindly write to us in English";
"_credentials_"                 = "Διαπιστευτήρια";
"_manage_account_"              = "Διαχείριση λογαριασμού";
"_change_password_"             = "Αλλαγή συνθημτικού";
"_add_account_"                 = "Προσθήκη λογαριασμού";
"_delete_account_"              = "Διαγραφή λογαριασμού";
"_want_delete_"                 = "Θέλετε την διαγραφή;";
"_no_delete_"                   = "Όχι, να μην διαγραφεί";
"_yes_delete_"                  = "Ναι, να διαγραφεί";
"_remove_cache_"                = "Please wait, deleting cache…";
"_optimizations_"               = "Βελτιστοποιήσεις";
"_synchronizations_"            = "Συγχρονισμένοι φάκελοι";
"_version_server_"              = "Έκδοση διακομιστή";
"_help_"                        = "Βοήθεια";
"_lock_protection_simply_"      = "Αδύναμο συνθηματικό";
"_change_simply_passcode_"      = "Αλλαγή τύπου συνθηματικού";
"_quota_"                       = "Σύνολο χώρου";
"_available_"                   = "διαθέσιμο";
"_cloud_account_"               = "Λογαριασμός Cloud";
"_information_"                 = "Πληροφορίες";
"_personal_information_"        = "Προσωπικές πληροφορίες";
"_user_full_name_"              = "Πλήρες όνομα";
"_user_address_"                = "Διεύθυνση";
"_user_phone_"                  = "Αριθμός τηλεφώνου";
"_user_email_"                  = "Διεύθυνση ηλεκτρονικού ταχυδρομείου";
"_user_web_"                    = "Διεύθυνση ιστοσελίδας";
"_user_twitter_"                = "Twitter";
"_favorite_offline_"            = "Τα αγαπημένα είναι διαθέσιμα εκτός σύνδεσης";
"_favorite_offline_footer_"     = "Making all favorites available offline may take a while and use a lot of memory while doing it.";
"_advanced_"                    = "Για προχωρημένους";
"Skip"                          = "Παράλειψη";
"Start"                         = "Έναρξη";
"_disable_files_app_"           = "Disable Files App integration";
"_disable_files_app_footer_"    = "Do not permit the access of files across the Apple Files application";

// Manage AutoUpload

"_autoupload_"                      = "Αυτόματη μεταφόρτωση φωτογραφιών/βίντεο";
"_autoupload_select_folder_"        = "Select the \"Auto upload\" folder";
"_autoupload_error_select_folder_"  = "Select a valid folder for the \"Auto upload\"";
"_autoupload_background_"           = "Αυτόματη μεταφόρτωση στο παρασκήνιο";
"_autoupload_photos_"               = "Αυτόματη μεταφόρτωση φωτογραφιών";
"_autoupload_videos_"               = "Αυτόματη μεταφόρτωση βίντεο";
"_autoupload_description_"          = "The new photos/videos will be uploaded in your Cloud";
"_autoupload_description_background_"  = "This option requires the use of GPS to trigger the detection of new photos/videos in the camera roll once the location changes significantly";
"_autoupload_background_title_"     = "Limitations";
"_autoupload_background_msg_"       = "Λόγω περιορισμών στο iOS, δεν είναι ακόμη δυνατή η εκτέλεση εργασιών παρασκηνίου, εκτός εάν έχουν ενεργοποιηθεί οι υπηρεσίες GPS. Μόλις αλλάξει η κυψέλη στο κυψελοειδές δίκτυο, το σύστημα ξυπνάει για μικρό χρονικό διάστημα και ελέγχει για νέες φωτογραφίες που θα μεταφορτωθούν στο σύννεφο.";
"_autoupload_change_location_"      = "Αλλαγή φακέλου";
"_autoupload_location_now_"         = "Φάκελος";
"_autoupload_location_default_"     = "Επαναφορά προεπιλεγμένου φακέλου";
"_autoupload_change_location_footer_" = "Change folder used for 'Automatic upload of camera photos' (if the option is enabled)";
"_autoupload_not_select_home_"      = "Επιλογή φακέλου";
"_autoupload_save_album_"           = "Copy photo or video into the photo album";
"_autoupload_fullphotos_"           = "Upload the whole camera roll";
"_autoupload_fullphotos_footer_"    = "Adjust the options above before uploading";
"_autoupload_create_subfolder_"     = "Χρήση υποφακέλων";
"_autoupload_create_subfolder_footer_" = "Store in subfolders based on year and month";
"_autoupload_filenamemask_"         = "Change filename mask";
"_autoupload_filenamemask_footer_"  = "Change the automatic filename mask";
"_autoupload_current_folder_"       = "Currently selected folder";

// Manage Help

"_help_tutorial_"               = "Εγχειρίδιο";
"_help_intro_"                  = "Introduction to Nextcloud";
"_help_activity_verbose_"       = "Λεπτομερής Δραστηριότητα ροής";
"_help_activity_mail_"          = "Αποστολή δραστηριότητας μέσω email";
"_help_activity_clear_"         = "Εκκαθάριση δραστηριότητας";


// Manage Advanced

"_show_hidden_files_"           = "Εμφάνιση κρυφών αρχείων";
"_format_compatibility_"        = "Most Compatible";
"_format_compatibility_footer_" = "\"Most compatible\" will save, when possible, photos as JPEG";

// Login

"_connect_server_anyway_"       = "Θέλετε να συνδεθείτε στον διακομιστή;";
"_connection_error_"            = "Σφάλμα σύνδεσης";
"_serverstatus_error_"          = "Connection to server failure, verify your server address or network status";
"_add_your_nextcloud_"          = "Προσθήκη του Nextcloud λογαριασμού σας";
"_login_url_"                   = "Διεύθυνση διακομιστή https://…";
"_login_bottom_label_"          = "Δεν έχετε ακόμα διακομιστή;\nΕπιλέξτε έναν πάροχο υπηρεσιών.";
"_error_multidomain_"           = "Η διεύθυνση δεν επιτρέπεται, μόνο οι ακόλουθοι τομείς είναι έγκυροι:";
"_account_already_exists_"      = "The account %@ already exists";
"_traditional_login_"           = "Revert to old login method";
"_web_login_"                   = "Revert to web login method";

// Favorite

"_favorites_"                   = "Αγαπημένα";
"_favorite_"                    = "Προσθήκη στα αγαπημένα";
"_unfavorite_"                  = "Αφαίρεση από τα αγαπημένα";
"_no_files_uploaded_"           = "Δεν έχουν μεταφορτωθεί αρχεία";
"_tutorial_favorite_view_"      = "Files and folders you mark as favorites will show up here";
"_tutorial_offline_view_"       = "Files copied here will be available offline.\n\nThey will be synchronized with your cloud.";
"_tutorial_local_view_"         = "Θα βρείτε τα μη πακεταρισμένα αρχεία από το cloud σας.\n\nΣυνδεθείτε στο iTunes για να διαμοιραστείτε αυτά τα αρχεία.";
"_more_"                        = "Περισσότερα";
"_favorite_no_files_"           = "Κανένα αγαπημένο ακόμα";


// Auto Upload

"_pull_down_"                               = "Σύρετε προς τα κάτω για ανανέωση";
"_no_photo_load_"                           = "Καμιά φωτογραφία ή βίντεο";
"_tutorial_autoupload_view_"                = "You can enable auto uploads from \"Settings\"";
"_no_date_"                                 = "Καμία ημερομηνία";
"_today_"                                   = "Σήμερα";
"_time_"                                    = "Time: %@\n\n%@";
"_location_not_enabled_"                    = "Μη ενεργοποιημένες υπηρεσίες τοποθεσίας";
"_location_not_enabled_msg_"                = "Please go to \"Settings\" and turn on \"Location Services\"";
"_access_photo_not_enabled_"                = "Δεν είναι ενεργοποιημένη η πρόσβαση στις φωτογραφίες";
"_access_photo_not_enabled_msg_"            = "Please go to \"Settings\" and turn on \"Photo Access\"";
"_access_photo_location_not_enabled_"       = "Δεν είναι ενεργοποιημένη η πρόσβαση στις φωτογραφίες και την τοποθεσία";
"_access_photo_location_not_enabled_msg_"   = "Please go to \"Settings\" and turn on \"Photo Access\" and \"Location Services\"";
"_tutorial_photo_view_"                     = "Δεν μεταφορτώθηκαν ακόμα φωτογραφίες ή βίντεο";
"_create_full_upload_"                      = "Creating archive… May take a long time, please wait.";
"_error_createsubfolders_upload_"           = "Σφάλμα δημιουργίας υποφακέλων";
"_activate_autoupload_"                     = "Ενεργοποίηση αυτόματης μεταφόρτωσης";

// Utility

"_never_"                       = "ποτέ";
"_less_a_minute_"               = "λιγότερο από ένα λεπτό πριν";
"_minutes_ago_"                 = "%d λεπτά πριν";
"_hours_ago_"                   = "%d ώρες πριν";
"_days_ago_"                    = "%d ημέρες πριν";
"_connection_internet_offline_" = "The Internet connection appears to be offline or Wi-Fi is required";
"_insert_password_"             = "εισάγετε συνθηματικό";
"_update_in_progress_"          = "Αναβάθμιση έκδοσης, παρακαλούμε περιμένετε...";
"_forbidden_characters_"        = "The file or folder name contains invalid characters";
"_mail_not_can_send_mail_"      = "No account set up, or wrong email address entered";

// File

"_photo_camera_"                = "Φωτογραφίες";
"_media_"                       = "Media";
"_unzip_in_progress_"           = "Extraction in progress on local storage…";
"_file_unpacked_"               = "File unpacked on local storage";
"_file_saved_local_"            = "File saved on local storage.";
"_file_not_present_"            = "Error: File not present, please reload.";
"_order_by_"                    = "Sort by";
"_order_by_name_a_z_"           = "Sort by name (from A to Z)";
"_order_by_name_z_a_"           = "Sort by name (from Z to A)";
"_order_by_date_more_recent_"   = "Sort from the most recent";
"_order_by_date_less_recent_"   = "Sort from the less recent";
"_order_by_size_smallest_"      = "Sort from the smallest";
"_order_by_size_largest_"       = "Sort from the largest";
"_delete_selected_files_"       = "Διαγραφή αρχείων";
"_move_selected_files_"         = "Μετακίνηση αρχείων";
"_download_selected_files_"     = "Λήψη αρχείων";
"_download_selected_files_folders_" = "Λήψη αρχείων και φακέλων";
"_error_operation_canc_"        = "Error: Operation canceled.";
"_only_lock_passcode_"          = "Available only with Lock password activated. Activate it in the \"Settings\".";
"_passcode_protection_"         = "Προστασία συνθηματικού";
"_remove_favorites_"            = "Αφαίρεση από τα αγαπημένα";
"_remove_offline_"              = "Remove from offline";
"_add_favorites_"               = "Προσθήκη στα αγαπημένα";
"_add_offline_"                 = "Add to offline";
"_remove_passcode_"             = "Αφαίρεση προστασίας συνθηματικού";
"_protect_passcode_"            = "Προστασία με συνθηματικό";
"_share_"                       = "Διαμοιρασμός";
"_reload_"                      = "Επαναφόρτωση";
"_open_in_"                     = "Άνοιγμα σε...";
"_remove_local_file_"           = "Αφαίρεση από τη λανθάνουσα μνήμη";
"_add_local_"                   = "Προσθήκη σε τοπικό αποθηκευτικό χώρο";
"_comm_erro_pull_down_"         = "Attention: Communication error with the server. Pull down to refresh.";
"_file_not_downloaded_"         = "δεν λήφθηκε το αρχείο";
"_file_not_uploaded_"           = "δεν μεταφορτώθηκε το αρχείο";
"_folders_"                     = "φάκελοι";
"_folder_"                      = "φάκελος";
"_files_"                       = "αρχεία";
"_file_"                        = "file";
"_folder_blocked_"              = "Folder blocked";
"_downloading_progress_"        = "Αρχικοποίηση λήψης αρχείων...";
"_no_file_pull_down_"           = "Μεταφόρτωση αρχείου ή τραβήξτε προς τα κάτω για ανανέωση";
"_browse_images_"               = "Αναζήτηση εικόνων";
"_synchronized_folder_"         = "Διατήρηση συγχρονισμένου φακέλου";
"_remove_synchronized_folder_"  = "Απενεργοποίηση συγχρονισμού";
"_synchronized_confirm_"        = "After enabling the synchronization, all files in the folder will be synchronized with the server, continue?";
"_offline_folder_confirm_"      = "After enabling the offline folder, all files in it will be synchronized with the server, continue?";
"_file_not_found_reload_"       = "Το αρχείο δεν βρέθηκε, τραβήξτε προς τα κάτω για ανανέωση";
"_title_section_download_"      = "ΛΗΨΗ";
"_title_section_upload_"        = "ΜΕΤΑΦΟΡΤΩΣΗ";
"_group_alphabetic_yes_"        = "✓ Group alphabetically";
"_group_alphabetic_no_"         = "Group alphabetically";
"_group_typefile_yes_"          = "✓ Ομαδοποίηση ανά τύπο αρχείου";
"_group_typefile_no_"           = "Ομαδοποίηση ανά τύπο αρχείου";
"_group_date_yes_"              = "✓ Ομαδοποίηση ανά ημερομηνία";
"_group_date_no_"               = "Ομαδοποίηση ανά ημερομηνία";
"_element_"                     = "στοιχείο";
"_elements_"                    = "στοιχεία";
"_tite_footer_upload_wwan_"     = " Απαιτείται το δίκτυο Wi-Fi, %lu %@ για μεταφόρτωση";
"_tite_footer_upload_"          = "%lu %@ προς μεταφόρτωση";
"_tite_footer_download_wwan_"   = "Απαιτείται το δίκτυο Wi-Fi, %lu %@ για λήψη";
"_tite_footer_download_"        = "%lu %@ προς λήψη";
"_limited_dimension_"           = "Maximum size reached";
"_save_selected_files_"         = "Αποθήκευση εικόνων και βίντεο στο άλμπουμ φωτογραφιών";
"_file_not_saved_cameraroll_"   = "Σφάλμα: Το αρχείο δεν αποθηκεύτηκε στο άλμπουμ φωτογραφιών";
"_file_saved_cameraroll_"       = "Τα αρχεία αποθηκεύτηκαν στο άλμπουμ φωτογραφιών";
"_directory_on_top_yes_"        = "Φάκελοι στην κορυφή";
"_directory_on_top_no_"         = "Φάκελοι στην κορυφή";
"_folder_automatic_upload_"     = "Folder for \"Auto upload\"";
"_search_no_record_found_"      = "Κανένα αποτέλεσμα";
"_search_in_progress_"          = "Αναζήτηση σε εξέλιξη...";
"_search_instruction_"          = "Αναζήτηση για το αρχείο (ελάχιστο 2 χαρακτήρες)";
"_files_no_files_"              = "Δεν υπάρχουν αρχεία εδώ";
"_files_no_folders_"            = "No folders in here";
"_request_in_progress_"         = "Request to server in progress…";

"audio"                         = "ΗΧΟΣ";
"compress"                      = "ΣΥΜΠΙΕΣΗ";
"directory"                     = "ΦΑΚΕΛΟΙ";
"document"                      = "ΕΓΓΡΑΦΑ";
"image"                         = "ΕΙΚΟΝΕΣ";
"template"                      = "ΠΡΟΤΥΠΑ";
"unknow"                        = "ΑΓΝΩΣΤΟ";
"video"                         = "ΒΙΝΤΕΟ";

"_file_del_only_local_"         = "Το αρχείο δεν βρίσκεται στον διακομιστή";

"_copy_file_"                   = "Αντιγραφή αρχείου";
"_copy_files_"                  = "Αντιγραφή αρχείων";
"_paste_file_"                  = "Επικόλληση αρχείου";
"_paste_files_"                 = "Επικόλληση αρχείων";

"_search_this_folder_"          = "Αναζήτηση σε αυτόν τον φάκελο";
"_search_all_folders_"          = "Αναζήτηση σε όλους τους φακέλους";
"_search_sub_folder_"           = "Αναζήτηση εδώ και στους υποφακέλους";

"_theming_is_light_"            = "Server theming too brightly coloured, not applicable";
"_cancel_all_task_"             = "Ακύρωση όλων των μεταφορών";

"_status_wait_download_"        = "Αναμονή για λήψη";
"_status_in_download_"          = "In download";
"_status_downloading_"          = "Γίνεται λήψη";
"_status_wait_upload_"          = "Αναμονή για μεταφόρτωση";
"_status_in_upload_"            = "In upload";
"_status_uploading_"            = "Uploading";

// Media

"_select_media_folder_"         = "Select the \"Media\" folder";
"_media_viewimage_show_"        = "Show images";
"_media_viewimage_hide_"        = "Hide images";
"_media_viewvideo_show_"        = "Show video";
"_media_viewvideo_hide_"        = "Hide video";

// Files Preview

"_insert_password_pfd_"         = "Ασφαλές PDF. Εισάγετε συνθηματικό";
"_password_pdf_error_"          = "Εσφαλμένο συνθηματικό";
"_error_download_photobrowser_" = "Σφάλμα: αδυναμία λήψης φωτογραφίας";

// Share

"_share_link_"                  = "Διαμοιρασμός συνδέσμου";
"_share_link_button_"           = "Αποστολή συνδέσμου σε...";
"_password_"                    = "Συνθηματικό";
"_share_password_"              = "Σύνδεσμος προστατευμένος με συνθηματικό";
"_share_expirationdate_"        = "Ορισμός ημερομηνίας λήξης για τον σύνδεσμο";
"_date_"                        = "Ημερομηνία";
"_share_title_"                 = "Διαμοιρασμός";
"_add_sharee_"                  = "Προσθήκη χρηστών ή ομάδων";
"_add_sharee_footer_"           = "You can share this resource by adding users or groups. To remove a share, remove all users and groups";
"_find_sharee_title_"           = "Αναζήτηση";
"_find_sharee_"                 = "Αναζήτηση για χρήστη ή ομάδα...";
"_find_sharee_footer_"          = "Enter part of the name of the user or group to search for (at least 2 characters) followed by 'Return', select the users that should be allowed to access the share followed by 'Done' to confirm";
"_user_is_group_"               = "(ομάδα)";
"_direct_sharee_title_"         = "Διαμοιρασμός";
"_direct_sharee_footer_"        = "If you already know the name, enter it, then select the share type and press 'Done' to confirm";
"_direct_sharee_"               = "Εισάγετε το όνομα χρήστη...";
"_user_sharee_footer_"          = "Tap to change permissions";
"_share_type_title_"            = "Τύπος κοινόχρηστου";
"_share_type_user_"             = "Χρήστης";
"_share_type_group_"            = "Ομάδα";
"_share_type_remote_"           = "Απομακρυσμένο";

// Share Permission

"_share_permission_title_"          = "Δικαιώματα";
"_share_permission_edit_"           = "Μπορεί να επεξεργαστεί";
"_share_permission_file_can_write_" = "Δυνατότητα εγγραφής αρχείου";
"_share_permission_create_"         = "Μπορεί να δημιουργήσει";
"_share_permission_create_file_"    = "Μπορεί να δημιουργήσει αρχεία";
"_share_permission_create_folder_"  = "Μπορεί να δημιουργήσει φακέλους";
"_share_permission_change_"         = "Μπορεί να αλλάξει";
"_share_permission_delete_"         = "Μπορεί να διαγράψει";
"_share_permission_share_"          = "Μπορεί να διαμοιράσει";
"_share_permission_rename_"         = "Μπορεί να μετονομάσει";
"_share_permission_move_"           = "Μπορεί να μετακινηθεί";
"_share_permission_read_"           = "Can read";
"_share_permission_info_"           = "Πληροφορίες διαμοιρασμού";
"_share_permission_path_"           = "Αρχείο/Φάκελος";
"_share_permission_type_"           = "Τύπος";
"_share_permission_typeuser_"       = "Χρήστης";
"_share_permission_typegroup_"      = "Ομάδα";
"_share_permission_typepubliclink_" = "Σύνδεσμος";
"_share_permission_typefederated_"  = "Federated";
"_share_permission_owner_"          = "Ιδιοκτήτης";
"_share_permission_date_"           = "Ημερομηνία";
"_share_permission_email_"          = "Ειδοποίηση μέσω ηλ. ταχυδρομείου";
"_share_link_readonly_"             = "Read only";
"_share_link_modify_"               = "Allow editing";
"_share_link_upload_"               = "File drop (upload only)";
"_share_link_upload_modify_"        = "Allow upload and editing";
"_share_link_hide_download_"        = "Hide download";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Διαμοιρασμένα μαζί σας";
"_type_resource_external_"          = "Εξωτερικός αποθηκευτικός χώρος";

// Share Ext

"_destiny_folder_"                  = "Φάκελος: %@";

"_no_transfer_"                     = "Καμία ακόμα μεταφορά";
"_no_transfer_sub_"                 = "Οι μεταφορτώσεις και οι λήψεις από αυτήν την συσκευή θα εμφανιστούν εδώ";
"_no_activity_"                     = "Καμία δραστηριότητα ακόμα";
"_transfers_"                       = "Μεταφορές";
"_activity_"                        = "Δραστηριότητα";
"_activity_file_not_present_"       = "Το αρχείο δεν υπάρχει πλέον";

// List Shares

"_list_shares_"                     = "Κοινόχρηστα";
"_list_shares_no_files_"            = "No shares yet";
"_tutorial_list_shares_view_"       = "Files and folders you share will show up here";

// Offline - Local Storage

"_create_synchronization_"          = "Δημουργία συγχρονισμού";
"_offline_"                         = "Εκτός σύνδεσης";
"_local_storage_"                   = "Τοπικός αποθηκευτικός χώρος";
"_local_storage_no_record_"         = "Δεν υπάρχουν ακόμα αρχεία";

// Create Cloud

"_upload_photos_videos_"            = "Μεταφόρτωση φωτογραφιών ή βίντεο";
"_upload_file_"                     = "Μεταφόρτωση αρχείου";
"_upload_file_text_"                = "Δημιουργία αρχείου κειμένου";

// Document Picker

"_save_document_picker_"            = "Αποθήκευση εδώ";

// CreateFormUploadAssets

"_destination_folder_"              = "Φάκελος προορισμού";
"_use_folder_auto_upload_"          = "Use the \"Auto upload\" folder as destination";
"_rename_filename_"                 = "Μετονομασία";
"_filename_"                        = "Όνομα αρχείου";
"_preview_filename_"                = "Example preview of filename. You can use the mask %@ for date/time";
"_forbidden_characters_"            = "The file or folder name contains invalid characters";
"_add_filenametype_"                = "Specify type in filename";
"_filenametype_photo_video_"        = "Φωτογραφία/Βίντεο";
"_maintain_original_filename_"      = "Maintain original filename";

// Notification

"_notification_"                    = "Ειδοποίηση";

// Photo Browser

"Done"                              = "Ολοκληρώθηκε";
"Select Photos"                     = "Επιλογή φωτογραφιών";
"photo"                             = "φωτογραφία";
"photos"                            = "φωτογραφίες";
"of"                                = "από";
"%i of %i"                          = "%1$i από %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "Αυτόματη μεταφόρτωση ονόματος αρχείου";

// Text File

"_untitled_txt_"                    = "Ανώνυμο.txt";

// EndToEnd Encryption

"_e2e_settings_title_"              = "Κρυπτογράφηση";
"_e2e_settings_"                    = "End-to-end encryption";
"_e2e_settings_start_"              = "Start end-to-end encryption";
"_e2e_settings_not_available_"      = "End-to-end encryption not available";
"_e2e_settings_activated_"          = "End-to-end encryption activated";
"_e2e_settings_view_passphrase_"    = "All 12 words together make a very strong password, letting only you view and make use of your encrypted files. Please write it down and keep it somewhere safe.";
"_e2e_settings_read_passphrase_"    = "Read passphrase";
"_e2e_settings_lock_not_active_"    = "Lock not active, go back to \"Settings\" and activate it";
"_e2e_settings_the_passphrase_is_"  = "Ο κωδικός είναι:";
"_e2e_passphrase_request_title_"    = "Αίτηση κωδικού";
"_e2e_passphrase_request_message_"  = "Εισάγετε τις 12 λέξεις";
"_e2e_settings_remove_"             = "Remove the encryption locally";
"_e2e_settings_remove_message_"     = "Confirm removal of encryption along with the passphrase.";
"_e2e_set_folder_encrypted_"        = "Κρυπτογράφηση";
"_e2e_remove_folder_encrypted_"     = "Αποκρυπτογράφηση";
"_e2e_goto_settings_for_enable_"    = "This is an encrypted directory, go to \"Settings\" and enable end-to-end encryption";
"_e2e_delete_folder_not_permitted_" = "Deletion of the directory marked as 'encrypted' is not allowed";
"_e2e_error_encode_metadata_"       = "Serious internal error in encoding metadata";
"_e2e_error_decode_metadata_"       = "Serious internal error in decoding metadata";
"_e2e_error_create_encrypted_"      = "Could not create encrypted file";
"_e2e_error_update_metadata_"       = "Σφάλμα ενημέρωσης μεταδεδομένων";
"_e2e_error_store_metadata_"        = "Αδυναμία αποθήκευσης μεταδεδομένων";
"_e2e_error_send_metadata_"         = "Αδυναμία αποστολής μεταδεδομένων";
"_e2e_error_delete_metadata_"       = "Αδυναμία διαγραφής μεταδεδομένων";
"_e2e_error_get_metadata_"          = "Αδυναμία ανάκτησης μεταδεδομένων";
"_e2e_error_not_enabled_"           = "Serious internal error. End-to-end encryption not enabled";
"_e2e_error_record_not_found_"      = "Σοβαρό εσωτερικό σφάλμα. Δεν βρέθηκαν εγγραφές";
"_e2e_error_unlock_"                = "Αδυναμία ξεκλειδώματος φακέλου";
"_e2e_error_lock_"                  = "Αδυναμία κλειδώματος φακέλου";
"_e2e_error_delete_mark_folder_"    = "Decrypt marked folder";
"_e2e_error_mark_folder_"           = "Encrypt folder";
"_e2e_error_directory_not_empty_"   = "Ο κατάλογος δεν είναι κενός";

// Scan Document

"_scans_document_"                  = "Scans document";
"_scanned_images_"                  = "Scanned images";
"_scan_document_pdf_page_"          = "Page";
"_scan_label_document_zone_"        = "Drag images down for document creation";
"_filter_original_"                 = "Original";
"_filter_bn_"                       = "Black & White";
"_filter_grayscale_"                = "Grayscale";
"_quality_image_title_"             = "Image quality";
"_quality_high_"                    = "Large file size of high quality";
"_quality_medium_"                  = "Average file size of medium quality";
"_quality_low_"                     = "Small file size of low quality";
"_file_type_"                       = "File type";
"_pdf_password_"                    = "PDF Password";
"_file_creation_"                   = "File creation";
"_delete_all_scanned_images_"       = "Do you want to delete all scanned images?";

/* The title on the navigation bar of the Scanning screen. */
"wescan.scanning.title"             = "Scanning";
/* The "Next" button on the right side of the navigation bar on the Edit screen. */
"wescan.edit.button.next"           = "Next";
/* The title on the navigation bar of the Edit screen. */
"wescan.edit.title"                 = "Edit Scan";
/* The "Done" button on the right side of the navigation bar on the Review screen. */
"wescan.review.button.done"         = "Done";
/* The title on the navigation bar of the Review screen. */
"wescan.review.title"               = "Review";

// Trah

"_trash_view_"                      = "Deleted files";
"_trash_restore_all_"               = "Restore all files";
"_trash_delete_all_"                = "Empty trash";
"_trash_no_trash_"                  = "No files deleted";
"_trash_no_trash_description_"      = "You can restore deleted files from here";
"_trash_restore_selected_"          = "Restore selected files";
"_trash_delete_selected_"           = "Deleted selected files";

// Offline

"_manage_file_offline_"             = "Manage file offline";
"_set_available_offline_"           = "Set as available offline";
"_remove_available_offline_"        = "Remove as available offline";

// Richdocuments

"_create_new_document_"             = "Create new document";
"_create_new_spreadsheet_"          = "Create new spreadsheet";
"_create_new_presentation_"         = "Create new presentation";

// Intro

"_intro_1_title_"                   = "Keep your data secure and under your control";
"_intro_2_title_"                   = "Secure collaboration & file exchange";
"_intro_3_title_"                   = "Easy-to-use web mail, calendering & contacts";
"_intro_4_title_"                   = "Screensharing, online meetings & web conferences";

"_log_in_"                          = "Είσοδος";
"_sign_up_"                         = "Σύνδεση με πάροχο";
"_host_your_own_server"             = "Host your own server";

// Error

"_bad_username_password_"               = "Εσφαλμένο όνομα χρήστη ή συνθηματικό";
"_cancelled_by_user"                    = "Η μεταφορά ακυρώθηκε";
"_error_folder_destiny_is_the_same_"    = "Δεν είναι δυνατή η μετακίνηση του φακέλου στον εαυτό του";
"_error_not_permission_"                = "Δεν έχετε δικαιώματα για να ολοκληρώσετε την λειτουργία";
"_error_path_"                          = "Αδυναμία ανοίγματος αρχείου ή φακέλου. Παρακαλούμε βεβαιωθείτε αν υπάρχει το αρχείο";
"_file_upload_not_exitst_"              = "The file that you want to upload does not exist";
"_forbidden_characters_from_server_"    = "Το όνομα περιέχει τουλάχιστο ένα μη έγκυρο χαρακτήρα";
"_not_connected_internet_"              = "Σφάλμα σύνδεσης διακομιστή";
"_not_possible_connect_to_server_"      = "Αδυναμία σύνδεσης με τον διακομιστή αυτή τη στιγμή";
"_not_possible_create_folder_"          = "Αδυναμία δημιουργίας φακέλου";
"_server_down_"                         = "Could not establish contact with server";
"_time_out_"                            = "Λήξη χρόνου, δοκιμάστε ξανά";
"_unknow_response_server_"              = "Μη αναμενόμενη απάντηση από τον διακομιστή";
"_user_autentication_required_"         = "Απαιτείται πιστοποίηση χρήστη";
"_file_directory_locked_"               = "Κλειδώθηκε το αρχείο ή ο κατάλογος";
"_ssl_certificate_untrusted_"           = "Το πιστοποιητικό για αυτόν τον διακομιστή δεν είναι έγκυρο";
"_internal_server_"                     = "Εσωτερικό σφάλμα διακομιστή";
"_file_already_exists_"                 = "Unable to complete the operation, a file with the same name exists";
"_file_folder_not_exists_"              = "Το πηγαίο αρχείο δεν βρέθηκε στην καθορισμένη διαδρομή";
"_folder_contents_nochanged_"           = "Τα περιεχόμενα του φακέλου δεν άλλαξαν";
"_images_invalid_converted_"            = "Η εικόνα δεν είναι έγκυρη και δεν μπορεί να μετατραπεί σε μικρογραφία";
"_method_not_expected_"                 = "Unexpected request method";
"_reauthenticate_user_"                 = "Access expired, log in again";
"_server_error_retry_"                  = "Ο διακομιστής δεν είναι προσωρινά διαθέσιμος";
"_too_many_files_"                      = "Too many files would be involved in this operation";
"_too_many_request_"                    = "Sending too many requests caused the rate limit to be reached";
"_user_over_quota_"                     = "Επιτεύχθηκε το όριο αποθηκευτικου χώρου";
"_ssl_connection_error_"                = "Σφάλμα σύνδεσης SSL, δοκιμάστε ξανά";
"_bad_request_"                         = "Bad request";
"_webdav_locked_"                       = "WebDAV Locked: Trying to access locked resource";
"_error_user_not_available_"            = "Ο χρήστης δεν είναι πλέον διαθέσιμος";
"_server_response_error_"               = "Server response content error";

// BKPasscode

"%d Failed Passcode Attempts" = "%d αποτυχημένες προσπάθειες κωδικού πρόσβασης";
"%d Failed Password Attempts" = "%d αποτυχημένες προσπάθειες συνθηματικού";

"1 Failed Passcode Attempt" = "1 αποτυχημένη προσπάθεια κωδικού πρόσβασης";
"1 Failed Password Attempt" = "1 αποτυχημένη προσπάθεια συνθηματικού";

"Do you want to use Touch ID for authentication?" = "Do you want to use Touch/Face ID for authentication?";

"Done" = "Ολοκληρώθηκε";

"Enable Touch ID" = "Enable Touch/Face ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Εισάγετε διαφορετικό κωδικό πρόσβασης. Αδυναμία χρήσης ξανά του ίδιου κωδικού πρόσβασης.";
"Enter a different password. Cannot re-use the same password." = "Εισάγετε διαφορετικό συνθηματικό. Αδυναμία χρήσης ξανά του ίδιου συνθηματικού.";

"Enter a passcode" = "Εισάγετε ένα κωδικό πρόσβασης";
"Enter a password" = "Εισάγετε ένα συνθηματικό";

"Enter your new passcode" = "Εισάγετε το νέο σας συνθηματικό";
"Enter your new password" = "Εισάγετε το νέο σας συνθηματικό";

"Enter your old passcode" = "Εισάγετε το παλιό σας συνθηματικό";
"Enter your old password" = "Εισάγετε το παλιό σας συνθηματικό";

"Enter your passcode" = "Εισάγετε τον κωδικό πρόσβασης";
"Enter your password" = "Εισάγετε το συνθηματικό σας";

"Invalid Passcode" = "Μη έγκυρος κωδικός πρόσβασης";
"Invalid Password" = "Μη έγκυρο συνθηματικό";

"Passcodes did not match.\nTry again." = "Οι κωδικοί πρόσβασης δεν ταιριάζουν.\nΔοκιμάστε ξανά.";
"Password did not match.\nTry again." = "Τα συνθηματικά δεν ταιριάζουν.\nΔοκιμάστε ξανά.";

"Re-enter your passcode" = "Εισάγετε ξανά τον κωδικό πρόσβασης";
"Re-enter your password" = "Εισάγετε ξανά το συνθηματικό";

"Try again in %d minutes" = "Δοκιμάστε ξανά σε %d λεπτά";

"Try again in 1 minute" = "Δοκιμάστε ξανά σε 1 λεπτό";

